app/controllers/sightings_controller.rb

SELECT "sightings".* FROM "sightings"
---
  def index
    @sightings = Sighting.all